Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: We gave the essentials of life – oil, rice, flour, former Holy Land board chairman Ghassan Elashi said before receiving his 65-year sentence.
ar: قال رئيس مجلس إدارة مؤسسة الأرض المقدسة السابق غسان العاشي قبل أن يتلقى الحكم الصادر بحقه لمدة خمسة و ستين عاما: لقد منحناهم ضروريات الحياة - الزيت, الأرز و الدقيق .

source: The [Israeli] occupation was providing them with death and destruction. The Holy Land Foundation was to assist the Palestinians in their steadfastness against the brutal apartheid regime.
ar: و تابع قائلا: كان الاحتلال [ الاسرائيلي ] يزودهم بالقتل والتدمير. أما مؤسسة الأرض المقدسة فقد كانت تقوم بمساعدة الفلسطينيين في صمودهم ضد نظام الفصل العنصري الوحشي.

source: I would like to declare my innocence of all the charges, he said.
ar: قال العاشي: أود أن أعلن عن براءتي من جميع التهم الموجهة إلي .

source: 108 charges
ar: مئة و ثمانية تهم.

source: Last fall, all five men were convicted on 108 charges that they funneled more than $12 million to the Palestinian group Hamas after the Clinton administration in 1995 declared it a terrorist group for sponsoring suicide bombings targe
ar: في الخريف الماضي, أدين جميع الرجال الخمسة بمئة و ثمانية تهم تتلخص بتمويل الجماعة الفلسطينية حماس بأكثر من إثنا عشر مليون دولار و ذلك بعد إعلان إدارة كلينتون عام 1995 عن أنها جماعة إرهابية تتبنى عمليات التفجير الانتحارية التي تستهدف الإسرائيليين.

source: The convictions were a major counterterrorism victory for the Justice Department, which has failed to get guilty verdicts on the most serious charges in other similar trials around the country.
ar: هذا و تعد هذه الإدانات نصرا رئيسيا لمكافحة الإرهاب تسجله وزارة العدل, خاصة بعد إخفاقها في الحصول على أحكام إدانة تتعلق بالمحاكمات المماثلة في أنحاء البلاد المختلفة.

source: Today's sentences mark the culmination of many years of painstaking investigative and prosecutorial work at the federal, state and local levels, David Kris, assistant attorney general for national security, said in a prepared statem
ar: قال ديفيد كريس, مساعد المدعي العام للأمن القومي, في بيان معد سلفا يوم الأربعاء: يمثل الحكم الصادر اليوم ذروة سنوات عدة من العمل الاستقصائي و القضائي الجاد على المستويات الفيدرالية, المحلية و الرسمية . و تابع قائلا: يجب أن تشكل هذه الأحكام تحذيرا قويا

source: Getting Everybody Talking in a Multilingual Crowd
ar: جعل الجميع يتحدث في حشد متعدد اللغات

source: Translation of the web is all the rage these days. When you think about it, it's kind of strange that the rage didn't happen sooner, but that probably has lots to do with technical aspects of machine translation that I can't begin to imagine.
ar: أصبحت ترجمة محتوى الويب مشهورة هذه الأيام، عندما تفكر في الأمر، تشعر بالاندهاش من أن هذه الشهرة لم تحدث في وقت أقرب من ذلك، ولكن ربما يتعلق هذا بالجوانب التقنية للترجمة الآلية التي لا يمكنني البدء في تخيل حدوثها.

source: The fact remains that, over the past year or so, all kinds of translation projects have emerged into public view in many shapes and sizes. A recent
ar: تظل الحقيقة أنه خلال العام الماضي أو نحو ذلك، ظهرت جميع أنواع مشروعات الترجمة للعامة في أشكال وأحجام عديدة، وأشار مقال حديث

source: New York Times article
ar: لصحيفة نيويورك تايمز في قسم الأعمال التجارية

source: , in the Business section of all places, catalogued some of them:
ar: إلى بعض منها:

source: Global Voices Lingua Project
ar: مشروع لينجوا بموقع أصوات عالمية (جلوبال فويسيس)

source: , where volunteers translate blog posts into many different languages
ar: حيث يترجم المتطوعون المدونات إلى العديد من اللغات

source: Google Translate
ar: مترجم جوجل

source: , which can now live directly in your email through a labs feature
ar: يمكنه الآن أن يترجم بريدك الإلكتروني مباشرة من خلال سمة تحت التجريب

source: Yamli.com
ar: يملي دوت كوم

source: , which allows a non-Arabic speaker like me to type in a word as it sounds in Latin letters and, if I can read the results, which I sometimes can, choose the Arabic search term. Results are displayed side-by-side in English and Arabic. (Update: Oops, the
ar: الذي يسمح للناطقين بغير العربية من أمثالي أن يكتبوا الكلمة بالحروف اللاتينية، وإذا كنت أستطيع قراءة النتائج وغالباً أستطيع ذلك، أختار مصطلح البحث بالعربية، وتُعرض النتائج جنباً إلى جنب باللغتين الانجليزية والعربية. (تحديث : عذراً، لم تذكر نيويورك تايمز يم

source: TED Open Translation Project
ar: مشروع تي إي دي (تكنولوجيا-ترفيه-تصميم) للترجمة المفتوحة

source: (which is based on the awesome
ar: (الذي يقوم على أساس

source: , which the
ar: الهائل والذي أهملت نيويورك تايمز ذكره أيضاً

source: Times
ar: ذكر

source: Meedan.net,
ar: ميدان دوت نت

source: a new site that seeks to use translation as a bridge for dialogue between English and Arabic speakers about the Middle East and other issues
ar: وهو موقع جديد يسعى إلى استخدام الترجمة بوصفها جسراً للحوار بين المتحدثين بالإنجليزية والعربية عن موضوعات الشرق الأوسط وقضايا أخرى

source: In a
ar: في

source: follow-up post
ar: فقرة متابعة

source: to the
ar: لمقال نيويورك تايمز،

source: article, Ethan Zuckerman, a Global Voices founder and the person who coined the term polyglot internet, mentions some translation initiatives on the edge, including
ar: إيثان زوكرمان مؤسس أصوات عالمية والشخص الذي صاغ عبارة انترنت متعدد اللغات قرب ظهور بعض مبادرات للترجمة، بما فيها

source: Worldwide Lexicon
ar: معجم العالم

source: Pootle
ar: بوتل

source: , a translation management system, as well as the upcoming Open Translation Tools conference in Amsterdam next month, which SMEX will also attend.
ar: وهو نظام لإدارة الترجمة بالإضافة إلى مؤتمر أدوات الترجمة المفتوحة القادم الذي سينعقد في أمستردام الشهر المقبل الذي ستحضره مبادرة تبادل الإعلام الاجتماعي.

source: Can Iran's Minorities Help Oust Ahmadinejad?
ar: هل بإمكان الأقليات في إيران المساعدة على الإطاحة بأحمدي نجاد؟

source: The presidential candidate was greeted last Monday at the airport _by a jubilant throng, chanting Azerbaijan is awake, and is supporting its _son! That slogan, shouted in the Azeri language, might sound a little _discordant, given that Mir-Hossein
ar: تم استقبال المرشح للرئاسة يوم الاثنين الماضي في المطار من قبل الحشود المبتهجة به, و التي كانت تردد: أذربيجان صاحية, و تدعم إبنها! إن ذلك الشعار, هتف به باللغة الأذربيجانية, الأمر الذي يبدو مخالفا قليلا, حيث أن مير حسين

source: Moussavi is running for President
ar: موسوي الذي يتسابق لمنصب الرئيس

source: not of _Azerbaijan, but of Iran. But the enthusiasm of his home-state crowd in East_Azerbaijan may help explain — at least in part — why Moussavi is _currently the strongest challenger to incumbent President Mahmoud _Ahmadinejad in the June 12 election.
ar: ليش للأذربيجانيين فقط, و لكن لكل إيران. إلا أن حماسة جمهوره في بلده الأم في اذربيجان الشرقية قد يساعد في تفسير - على الأقل بعض الشيء - لماذا يعتبر موسوي حاليا هو المنافس الأقوي للرئيس الحالي محمود أحمدي نجاد في الانتخابات التي ستجري في الثاني عشر من شهر ح

source: Most computers will open this document automatically, but you may need Adobe Reader
ar: ستفتح معظم أجهزة الحاسوب تلك الوثيقة بشكل تلقائي، و لكنك قد تحتاج لتحميل برنامج الأكروبات ريدر لفتحها

source: Amnesty International Report 2009: State of the World's Human Rights
ar: تقرير منظمة العفو الدولية لعام 2009 حول: الوضع العالمي لحقوق الإنسان

source: The rights and concerns of Iran's ethnic minorities are enjoying a prominence in this year's race far greater than during any previous election in the Islamic Republic. Both Moussavi and the other reformist candidate, Mehdi Karroubi, have traveled far and
ar: تتمتع حقوق و مخاوف الأقليات العرقية الإيرانية بأهميتها في سباق هذه السنة حيث انه الأعظم من بين جميع الانتخابات السابقة التي مرت على الجمهورية الإسلامية. إن كلا من موسوي و المرشح الإصلاحي الأخر, مهدي كروبي, قد سافرا بعيدا و على نطاق واسع في إيران لجمع أصوا

source: See pictures of Ahmadinejad visiting New York
ar: شاهد صور أحمدي نجاد عند زيارته مدينة نيويورك )

source: See below for highlights of the report by region
ar: و فيما يلي بعض الأوجه التي تم التأكيد عليها بالتقرير وفقثاً لبعض المناطق العالمية

source: Amnesty says the economic crisis has had a direct impact on human rights abuses on the continent.
ar: و قد أوضح تقرير العفو أن الأزمة الإقتصادية كان لها تأثيراً مباشراً على حقوق الإنسان و الإنتهاكات التي تتعرض لها، بالقارة الأفريقية.

source: People came into the streets to protest against the high cost of living, Erwin van der Borght, Amnesty's Africa programme director, told the BBC's Network Africa programme.
ar: و يأتي الأفراد بالشوارع للإحتجاج ضد مستويات المعيشة المتزايدة. و هذا ما علق به غيرون فان دير بوراخت، مدير برنامج منمظمة العفو بأفريقيا، و الذ أخبر شبكة الإذاعة البريطانية بأفريقيا بتلك المعلومات حول الإنتهاكات

source: The reaction we saw from the authorities was very repressive. For example, in Cameroon about 100 people were killed in February last year.
ar: و لكن رد الفعل الذي شاهدناه من قبل السلطات كان عدواني بشكل كبير ضد المحتجين، و على سبيل المثال؛ قفتل نحو مائة مواطن في شهر فبراير العام الماضي جراء الإحتكاكات نتيجة تلك الإحتجاجات.

source: But the bulk of Amnesty's report concentrated on the continent's three main conflict zones: the Democratic Republic of Congo, Somalia and Sudan.
ar: إلا أن التقرير في مجمله يركز على الثلاث مناطق الصراعية بالقارة: جمهورية الكونغو الديمقراطية، الصومال، و السودان.

source: In DR Congo, the focus was on the east where it said civilians had suffered terribly at the hands of government soldiers and rebel groups. The Hutu FDLR movement, for example, was accused of raping women and burning people alive in their homes.
ar: و بالنسبة لجمهورية الكونغو الديمقراطية؛ فقد كان التركيز على المنطقة الشرقية حيث قيل أن المواطنين قد عانوا بشكل رهيب من تسلط جنود الحكومة و المجموعات المتمردة. حيث تم إتهام مجموعة الهوتو المتمردة بإغتصاب النساء و حرق المواطنين أحياء بمنازلهم.

source: Amnesty said it was also the civilians in Somalia who bore the brunt of conflict, with tens of thousands fleeing violence and hundreds killed by ferocious fighting in the capital, Mogadishu. It also highlighted the killing and abduction of journalists and
ar: و كذلك فقد أوضح التقرير أن المدنيين الصوماليين قد عانوا كثيراً من الصراع القائم بالبلاد، و قد أسفر ذلك عن أن الآلاف قد فروا من العنف و تم قتل المئات من قبل الثوار المقاتلين بالعاصمة الصومالية مقديشيو. و قد تم التركيز على عملية القتل للصحفيين و توفير المسا

source: In Sudan, Amnesty catalogued a series of abuses including the sentencing to death of members of a rebel group, a clampdown on human rights activists and the expulsion of several aid groups following the issuing of an international arrest warrant against P
ar: أما في السودان: فقد كشف التقرير النقاب عن الكثير من الإنتهاكات و منها توجيه عقوبة الموت لأعضاء جماعة متمردة، و تحجيم نشاطات نشطاء حقوق الإنسان و استبعاد العديد من مجموعات المساعدات الدولية إثر اصدار مذكرة القبض ضد الرئيس السوداني عمر البشير.

source: A number of countries, including Zimbabwe and Ethiopia, were criticised for intimidating and imprisoning members of the opposition.
ar: و قد تم توجيه النقد للعديد من الدول الأإفريقية الأخرى و منها زيمبابوى و إيثوانيا بسبب سجن و اضطهاد أعضاء المعارضة بالبلاد.

source: And Nigeria came under fire for the forced evictions of thousands of people in the eastern city of Port Harcourt.
ar: أما نيجيريا فقد جاءت تحت النقد اللازع للتقرير كذلك من جراء الطرد التعسفي القهري للآلاف من الشعب من المدينة الشرقية بورت هاركورت.

source: Across the region, millions fell further into poverty as the cost of basic necessities rose, Amnesty said.
ar: و عبر المنطقة جمعاء، فقد تعرض الملايين لمخاطر الفقر نتيجة إرتفاع أسعار المتطلبات الأساسية و ذلك وفق ما جاء بالتقرير كذلك.

source: In Burma, the military government rejected international aid in the aftermath of Cyclone Nargis and punished those who tried to help victims of the disaster. It continued campaigns against minority groups which involved forced labour, torture and murder,
ar: وقد كشف التقرير عن الإنتهاكات في بورما على سبيل المثال فقد رفضت الحكومة العسكرية المساعدات الدولية إثر غعصار نرجس و قامت بمعاقبة كل هؤلاء الذين حاولوا مساعدة الضحايا بعد الكارثة. و قد استمرت في حملتها ضد مجموعات الأقلية و التي تضمنت عمليات منها فرض العمل

source: In North Korea, millions are said to have experienced hunger not seen in a decade and thousands tried to flee, only to be caught and returned to detention, forced labour and torture. In both North Korea and Burma, freedom of expression was non-existent.
ar: و في كوريا الشمالية فقد أوضح التقرير أن الملايين قد عانوا من المجاعات و اليت لم يرى مثلها في العقد الماضي و حاول الآلاف الفرار و ذلك من أجل فقط أن يتم إلقاء القبض عليهم و يعودوا للحجز و السجنٍ، و قد أجبروا على الأشغال الشاقة و التعذيب. و في كلتا البلدتين؛

source: In China, the run-up to the Beijing Olympic Games was marred by a clamp-down on activists and journalists, and the forcible evictions of thousands from their homes, the report said. Ethnic minorities in Xinjiang and Tibet continued to suffer from systemat
ar: أما في الصين فقد أوضح تقرير منظمة العفو لإنتهاكات حقوق الإنسان أن ظاهرة السفر لحضور الألعاب الأوليمبية ببكين ممتزجة بمجموعة من التدابير الصارمة من قبل الحكومة ضد كلاٍ من النشطاء و الصحفيين، و الطرد الإجباري القهري للآلاف من منازلهم. و قد استمرت معاناة الأ

source: Millions of Afghans faced persistent insecurity at the hands of Taliban militants. The Afghan government failed to maintain the rule of law or to provide basic services to many. Girls and women particularly suffered a lack of access to health and educatio
ar: و قد أوضح التقرير كذلك أن الملايين من الشعب الأفغاني قد تعرضوا لإنتهاكات عدم الأمن على يد مجندي طالبان. و قد فشلت الحومة الأفغانية في الحفاظ على القانون لتوفير الخدمات الأساسية للهديد من المواطنين الأفغان. و قد عانت النساء و الأطفال بشكل خاص من نقص الرعاي

source: In Sri Lanka, the government prevented international aid workers or journalists from reaching the conflict zone to assist or witness the plight of those caught up in fighting between government troops and Tamil Tiger rebels.
ar: و قد منعت الحكومة السريلانكية عمال المعونة الدولية و الصحفيين من الوصول لمناطق الصراع سواءً للمساعدة أو للشهادة على محنة هؤلاء الذين تم إلقاء القبض عليهم خلال عملية الصراع بين كلاً من القوات الحكومية و متمردي نمور التاميل .

source: At a campaign event in Tehran last week, Moussavi blasted what he _called the current government's securitization of minorities, and said if _elected, he would allow greater official use of minority languages. He also _nodded to calls by the country's
ar: في حملة أقيمت في طهران الأسبوع الماضي, انتقد موسوي ما اسماه توريق الأقليات الذي تقوم به الحكومة الحالية, و قال أنه في حال انتخابه, فغنه سيسمح باستخدام رسمي أكثر لغات الأقليات. كما أنه أعلن عن موافقته على دعوات المسلمين السنة في البلاد لبناء مسجد في طه

source: Read Will the Economy Be President Ahmadinejad's Downfall?
ar: اقرأ هل سيكون الاقتصاد السبب في سقوط الرئيس أحمدي نجاد?

source: In Tabriz on Monday, addressing a cheering crowd of about 30,000 in his_ native Azeri, Moussavi trumpeted, Azerbaijan has always stood up against dictators. Azerbaijan's champions have changed the destiny of Iran. He_cited the names of important Azeri
ar: و هلل موسوي عندما كان في مدينة تبريز, يوم الإثنين, أمام حشد مشجع له مكون من حوالي ثلاثين ألف شخص في وطنه الأم ازيري, و قال: لقد وقفت أذربيجان دائما ضد الطغاة. و قد غير أبطال أذربيجان مصير إيران. و ذكر أسماء مهمة ينتمون لأزيري في التاريخ الديمقراطي الإ

source: Despite Iran's unprecedented oil income over the last four years, many _Iranians are struggling financially amid high rates of inflation and unemployment that plague most families. Thus the candidate's economic focus at his Tabriz rally. Iran is a rich
ar: على الرغم من عائدات إيران التي لم يسبق لها مثيل في السنوات الأربع الماضية, إلا أن العديد من الإيرانيين يصارعون ماليا وسط ارتفاع معدلات التضخم و البطالة التي وصل وباؤها إلى معظم الأسر. لذلك فإن المرشح الاقتصادي يركز على سبق تبريز. حيث يقول: إن إيران دولة

source: In response, supporters chanted, Death to the government of potatoes, referring to Ahmadinejad's distribution of some 400,000 tons of free potatoes in villages and town across the country last month. The potatoes were snapped up in a blink, but many acc
ar: و ردا على ذلك, هتف مؤيدوه: الموت لحكومة البطاطا في إشارة إلى توزيع أحمدي نجاد لنحو أريعمئة ألف طن من البطاطا مجانا في القرى و المدن في كافة أنحاء البلاد الشهر الماضي. و على الرغم من البطاطا تم تلقفها بلمحة عين, إلا أن الكثيرين اتهموا الحكومة بمحاولة ش

source: Moussavi's campaign swing through East Azerbaijan has been a sweet_homecoming. Almost everyone asked on the streets said they would vote _for him because of his past record as a wartime prime minister — and, of_course, because of his Azeri background. Bu
ar: هذا و كانت حملة موسوي في أذربيجان الشرقية جميلة من حيث العودة إلى الوطن. فتقريبا الجميع الذين سئلوا في الشوارع أجابوا أنهم سيصوتون له بسبب ماضيه الحافل كرئيس وزراء في زمن الحرب - و بالطبع, بسبب خلفيته المنتمية إلى أزيري. و لكن من أجل الفوز على أحمدي نجاد,

source: Esmail Pourshaban-Khameneh, 60, a motorbike mechanic, has set _up an actual Moussavi campaign headquarters and closed down his garage_for a month in order to mobilize support for the reformist. Pourshaban supports the candidate, not because he's from
ar: اسماعيل بور شعبان - خاميني, ستون عاما, - يعمل ميكانيكيا للدراجات النارية, صنع مقرا حقيقيا لحملة موسوي و قام بإغلاق محله مدة شهر كامل من أجل حشد الدعم من للمرشح الإصلاحي. بور شعبان يدعم المرشح و يقول: ليس لأنه من هنا, و إنما لأننا نتذكر ما فعله من خدمات

source: Azeris are the most integrated and influential among Iran's_ minorities. While it is rare for a Kurd or an Arab to occupy a high _office in the Islamic Republic, many of the leading figures in today's regime _are Azeri, including Supreme Leader Ayatollah
ar: لطالما كان الأزيريين هم الأكثر تكاملا و تأثيرا بين الاقليات الإيرانية. في الوقت الذي كان من النادر للأكراد أو العرب أن يشغلوا منصبا رفيعا في الجمهورية الإسلامية, كما ان العديد من شخصيات النظام القيادية في النظام اليوم, هي من الأزيريين, بمن فيهم المرشد الأ

source: Read about women trying to run for president in Iran's election
ar: اقرأ عن محاولة المرأة خوض الانتخابات الرئاسية في إيران

source: Folowen, A New Social Media Search Tool (Private Beta Invites)
ar: فلووين: محك بحث للوسائط الإجتماعية في نسخته التجريبية الخاصة

source: is a new social media search tool that just went live in private beta and enables users to search for the social profiles of different people and organizations on several social media sites, returning all found profiles in one search result.
ar: هي عبارة عن أداة محك بحثي للوسائط الإجتماعية و اليت تم تدشينها للتو في نسختها التجريبية و التي تمكن المستخدمين من البحث عن بيانات للأفراد المختلفين و المستخدمين للشبكات الإجتماعية و التي تظهر كل تلك البيانات بصفحة واحدة فقط

source: As his name indicates, the country's most powerful man is from _Khameneh, a breezy town northwest of Tabriz, dotted with sycamore trees, gushing streams and approximately 5,000 residents. Portraits at a local museum highlight _the small town's disproport
ar: و كما يشير إليه اسمه, فإن أقوى رجل في البلاد ينحدر من خاميني, و هي بلدة يكثر فيها الهواء المنعش و تقع في الناحية الشمالية الغربية لمدينة تبريز, تنتشر فيها أشجار الدلب الغربي, و تتدفق فيها الجداول بكثرة, و يقطن فيها نحو خمسة ألف نسمة. تسلط اللوحات في المتح

source: In fact, Moussavi is not only from the same_town as Khameini, but according to locals is actually related to the Supreme Leader._Moussavi's relative Majid Motameni, 82, a gentle old man with sparkly _eyes, when asked about Moussavi's rumored family ties t
ar: و في حقيقة الأمر, فإن موسوي ليس فقط من المدينة نفسها مثل خامنئي, و إنما بحسب أقوال المحليين فإنه حقيقة ينتمي إلى القائد الأعلى. قريب موسوي, و هو مجيد موتاميني, البالغ من العمر إثنان و ثمانين عاما, رجل محترم كبير في السن يمتلك عينين براقتين, عندما سئل عما

source: Khamenei himself was actually born in Mashhad in the northeast, where _his father had been studying at a seminary. Another local relative said _that when SAVAK, the Shah's intelligence service, had been chasing the_revolutionary cleric, Khamenei had hidd
ar: كما أن خامنئي نفسه كان قد ولد فعلا في مشهد في المنطقة الشمالية الشرقية, حيث كان والده يدرس في كلية. و قال قريب محلي أخر أنه عندما كان سافاك, و هو جهاز المخابرات الخاص بالشاه, يطارد رجل الدين الثوري, اختبىء خامنئي في منزل عمته في خامنية لليلة واحدة. حتى و

source: Nahid Siamdoust / Tabriz and Khameneh, Iran
ar: نهاد سيامدوست | تبريز و الخمينية, إيران.

source: Saturday, May. 30, 2009
ar: السبت, في الثلاثين من شهر أيار, 2009.

source: Videos
ar: مقاطع فيديو.

source: Former Iranian prime minister Mir-Hossein Moussavi, left, speaks to supporters during an election campaign in Khomain, Iran.
ar: رئيس الوزراء الإيراني السابق مير - حسين موسوي, من اليسار, يتحدث إلى مؤيديه خلال الحملة الإنتخابية في الخمين, إيران.

source: ABEDIN TAHERKENAREH / EPA
ar: عابدين طاهر كيناري / إي بي اي.

source: Linkedin
ar: لينكدين

source: Today in Pictures »
ar: اليوم في صور »

source: Related stories
ar: قصص متعلقة بالموضوع.

source: Top Stories on TIME.com
ar: أكثر القصص متابعة على تايم دوت كوم.

source: A Recent Focus on Arabic
ar: التركيز في الآونة الأخيرة على الترجمة العربية

source: What has been particularly interesting and exciting for us at Social Media Exchange is the focus on Arabic we've seen, both with the emergence of sites like Meedan and the attention of companies like Google, Twitter, and Facebook, which
ar: ما كان مثيرا للاهتمام بوجه خاص بالنسبة لنا في مبادرة تبادل الإعلام الاجتماعي هو ما شهدناه من تركيز على اللغة العربية، سواء مع ظهور مواقع مثل ميدان واهتمام شركات من أمثال جوجل وتويتر وفايس بوك الذي أطلق صفحته باللغة

source: released an Arabic-language interface
ar: العربية في مارس،

source: in March. But still, as a recent Meedan post notes,
ar: ولكن كما ذكر مقال في ميدان مؤخراً،

source: the Arabic Web is struggling
ar: ما زال الإنترنت العربي يكافح.

source: This is because of a lack of translation into Arabic, to be sure. And to the fact, as
ar: ومما لا شك فيه أن هذا يرجع إلى عدم وجود تراجم إلى العربية إلى الدرجة التي وصفها

source: medioriente
ar: ميديوورينت

source: All the qualified training programmes -particularly in media field, but also in science, engineer, etc- all across the Arab world are.. in English! Go visit all the most important universities in the Arab world and you will see that the majority is offeri
ar: جميع برامج التدريب المؤهلة خاصةً في مجال الإعلام وكذلك في مجالات العلوم والهندسة وغيرها في جميع أنحاء العالم العربي.. باللغة الإنجليزية! اذهب لزيارة أهم الجامعات في العالم العربي وسترى أن أغلبيتها تعرض دورات وتدريبات باللغة الإنجليزية، وليس من قبيل المصا

source: But there are other factors, too, a few of which SMEX runs into quite often in translating our training materials, including the challenge of regional dialects. As the
ar: ولكن هناك عوامل أخرى أيضاً، والقليل من هذه العامل تصطدم مبادرة تبادل الإعلام الاجتماعي بها كثيراً عند ترجمة مواد التدريب، بما في ذلك التحدي المتمثل في اختلاف اللهجات، وكما ذكر مقال على

source: same Arabcrunch post
ar: الأراب كرانش

source: that reported on the Arabic launch of Facebook says:
ar: الذي غطى إطلاق الفايس بوك لموقعه باللغة العربية:

source: Arabic is the official language of more than 20 different countries including Palestine, Iraq, Algeria, Egypt, Saudi Arabia and Yemen, but each country has a different dialect, in which not every person from a certain Arabic dialect understand all others,
ar: العربية هي اللغة الرسمية لأكثر من 20 دولة مختلفة منها فلسطين والعراق والجزائر ومصر والسعودية واليمن، ولكن لكل بلد لهجة مختلفة والتي لا يفهمها كل شخص يتحدث إحدى اللهجات الأخرى، وقد يختلف في كثير من الأحيان معنى كلمة من لهجة عربية إلى أخرى، ولذا استخدم فايس

source: Al Fusha ( الفصحى)
ar: العربية الفصحى

source: – the Arabic dialect of Quran - which is the standard language used in media, publishing and other formal and religious circles.
ar: وهي لهجة القرآن الكريم وهي اللغة الشائعة المستخدمة في وسائل الإعلام والنشر وغيرها من الدوائر الرسمية والدينية.

source: In talking with the founders of
ar: وعند التحدث مع مؤسسي

source: DigiActive
ar: ديجي أكتف
